Repository: skywebuk/Codexse
Catalog: brainfwd/languages/*.po
Languages: bn_bd

source: You are almost done
bn_bd: আপনি প্রায় শেষ করেছেন

source: Thanks for completing your profile
bn_bd: প্রোফাইল সম্পূর্ণ করার জন্য ধন্যবাদ

source: Click Here
bn_bd: এখানে ক্লিক করুন

source: Published
bn_bd: প্রকাশিত

source: Pending
bn_bd: অপেক্ষমান

source: Trash
bn_bd: ট্র্যাশ

source: Enrolled Courses
bn_bd: নিবন্ধিত কোর্সসমূহ

source: Active Courses
bn_bd: সক্রিয় কোর্সসমূহ

source: Completed Courses
bn_bd: সম্পন্ন কোর্সসমূহ

source: Total Students
bn_bd: মোট শিক্ষার্থী

source: Total Courses
bn_bd: মোট কোর্স

source: Total Earnings
bn_bd: মোট আয়

source: In Progress Courses
bn_bd: চলমান কোর্সসমূহ

source: Completed Lessons:
bn_bd: সম্পন্ন পাঠসমূহ:

source: of
bn_bd: এর মধ্যে

source: Complete
bn_bd: সম্পূর্ণ

source: View All
bn_bd: সব দেখুন

source: Course Name
bn_bd: কোর্সের নাম

source: Enrolled
bn_bd: নিবন্ধিত

source: Rating
bn_bd: রেটিং

source: Instructor Application
bn_bd: প্রশিক্ষক আবেদন

source: Do you want to start your career as an instructor?
bn_bd: আপনি কি একজন প্রশিক্ষক হিসেবে আপনার ক্যারিয়ার শুরু করতে চান?

source: Tell us your qualifications, show us your passion, and begin teaching with us!
bn_bd: আপনার যোগ্যতা আমাদের বলুন, আপনার উৎসাহ দেখান, এবং আমাদের সাথে শিখানো শুরু করুন!

source: You have been rejected from being an instructor.
bn_bd: আপনাকে প্রশিক্ষক হওয়ার জন্য অগ্রাহ্য করা হয়েছে.

source: Your application will be reviewed and the results will be sent to you by email.
bn_bd: আপনার আবেদন পর্যালোচনা করা হবে এবং ফলাফল ইমেইলের মাধ্যমে পাঠানো হবে.

source: Your application has been accepted. Further necessary details have been sent to your registered email account.
bn_bd: আপনার আবেদন গ্রহণ করা হয়েছে. প্রয়োজনীয় অন্যান্য তথ্য আপনার নিবন্ধিত ইমেইলে পাঠানো হয়েছে.

source: You have been blocked from being an instructor.
bn_bd: আপনাকে প্রশিক্ষক হওয়ার থেকে অবরুদ্ধ করা হয়েছে.

source: Instructor Application Received
bn_bd: প্রশিক্ষক আবেদনের গ্রহণ

source: Thank you for registering as an instructor!
bn_bd: প্রশিক্ষক হিসেবে নিবন্ধনের জন্য ধন্যবাদ!

source: Congratulations! You are now registered as an instructor.
bn_bd: অভিনন্দন! আপনি এখন প্রশিক্ষক হিসেবে নিবন্ধিত.

source: Unfortunately, your instructor status has been removed.
bn_bd: দুঃখিত, আপনার প্রশিক্ষক স্ট্যাটাস সরানো হয়েছে.

source: We've received your application, and we will review it soon. Please hang tight!
bn_bd: আমরা আপনার আবেদন পেয়েছি, শীঘ্রই পর্যালোচনা করব. অনুগ্রহ করে অপেক্ষা করুন!

source: Start building your first course today and let your eLearning journey begin.
bn_bd: আজই আপনার প্রথম কোর্স তৈরি শুরু করুন এবং আপনার ই-লার্নিং যাত্রা শুরু করুন.

source: Please contact the site administrator for further information.
bn_bd: অধিক তথ্যের জন্য সাইট অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন.

source: Oooh! Access Denied
bn_bd: ওহো! প্রবেশাধিকার নিষিদ্ধ

source: You do not have access to this area of the application. Please refer to your system administrator.
bn_bd: আপনার এই অংশে প্রবেশাধিকার নেই. অনুগ্রহ করে আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন.

source: E-Mail
bn_bd: ইমেইল

source: Password
bn_bd: পাসওয়ার্ড

source: By signing up, I agree with the website's
bn_bd: সাইন আপ করে, আমি ওয়েবসাইটের সাথে সম্মত হচ্ছি

source: Register as instructor
bn_bd: প্রশিক্ষক হিসেবে নিবন্ধন করুন

source: You are already logged in
bn_bd: আপনি ইতিমধ্যেই লগইন করেছেন

source: Draft
bn_bd: খসড়া

source: Schedule
bn_bd: সূচি

source: Co-author
bn_bd: সহলেখক

source: Plan:
bn_bd: পরিকল্পনা:

source: Submit
bn_bd: জমা দিন

source: Duplicate
bn_bd: প্রতিলিপি

source: Move to Draft
bn_bd: খসড়ায় পাঠান

source: Cancel Submission
bn_bd: জমা বাতিল করুন

source: Delete This Course?
bn_bd: এই কোর্সটি মুছবেন?

source: Are you sure you want to delete this course permanently from the site? Please confirm your choice.
bn_bd: আপনি কি নিশ্চিত যে এই কোর্সটি স্থায়ীভাবে সাইট থেকে মুছে ফেলতে চান? আপনার পছন্দ নিশ্চিত করুন.

source: Yes, Delete This
bn_bd: হ্যাঁ, এটা মুছে দিন

source: Registration Date
bn_bd: নিবন্ধনের তারিখ

source: Username
bn_bd: ব্যবহারকারীর নাম

source: Email
bn_bd: ইমেইল

source: Skill/Occupation
bn_bd: দক্ষতা/পেশা

source: Biography
bn_bd: জীবনী

source: My Profile
bn_bd: আমার প্রোফাইল

source: My Quiz Attempts
bn_bd: আমার কুইজ প্রচেষ্টা

source: Complete your profile so people can know more about you! Go to Profile
bn_bd: আপনার প্রোফাইল সম্পূর্ণ করুন যাতে অন্যরা আপনাকে সম্পর্কে আরো জানতে পারে! প্রোফাইলে যান

source: Settings
bn_bd: সেটিংস

source: Set Your
bn_bd: আপনার সেট করুন

source: % Complete
bn_bd: % সম্পূর্ণ

source: You are almost done!
bn_bd: আপনি প্রায় শেষ করেছেন!

source: Today
bn_bd: আজ

source: Monthly
bn_bd: মাসিক

source: Yearly
bn_bd: বার্ষিক

source: Order History
bn_bd: অর্ডার ইতিহাস

source: Order ID
bn_bd: অর্ডার আইডি

source: Name
bn_bd: নাম

source: Payment Method
bn_bd: পেমেন্ট পদ্ধতি

source: Completed
bn_bd: সমাপ্ত

source: Processing
bn_bd: প্রক্রিয়াধীন

source: On Hold
bn_bd: অপেক্ষমাণ

source: Refunded
bn_bd: ফেরত দেওয়া হয়েছে

source: Cancelled
bn_bd: বাতিল

source: Pay
bn_bd: পরিশোধ করুন

source: Question & Answer
bn_bd: প্রশ্ন ও উত্তর

source: Instructor
bn_bd: শিক্ষক

source: Answer
bn_bd: উত্তর

source: %s ago
bn_bd: %s আগে

source: Reply
bn_bd: প্রত্যুত্তর

source: Register
bn_bd: নিবন্ধন করুন

source: Reviews
bn_bd: রিভিউসমূহ

source: Received
bn_bd: প্রাপ্ত

source: Given
bn_bd: দেয়া হয়েছে

source: Course:
bn_bd: কোর্স:

source: write a review
bn_bd: মতামত যোগ করুন

source: Update Review
bn_bd: মতামত হালনাগাদ করুন

source: Course:
bn_bd: কোর্স:

source: How would you rate this course?
bn_bd: আপনি এই কোর্স কেমন রেট করবেন?

source: Select Rating
bn_bd: রেটিং নির্বাচন করুন

source: Do You Want to Delete This Review?
bn_bd: আপনি কি এই রিভিউটি মুছে ফেলতে চান?

source: Are you sure you want to delete this review permanently from the site? Please confirm your choice.
bn_bd: আপনি কি নিশ্চিত যে আপনি এই রিভিউটি স্থায়ীভাবে সাইট থেকে মুছে ফেলতে চান? অনুগ্রহ করে নিশ্চিত করুন.

source: Profile
bn_bd: প্রোফাইল

source: Withdraw
bn_bd: উত্তোলন

source: Social Profile
bn_bd: সোশ্যাল প্রোফাইল

source: Update Cover Photo
bn_bd: কভার ফটো আপডেট করুন

source: Profile Photo Size
bn_bd: প্রোফাইল ফটো আকার

source: 200x200
bn_bd: ২০০x২০০

source: pixels
bn_bd: পিক্সেল

source: Cover Photo Size
bn_bd: কভার ফটো আকার

source: 700x430
bn_bd: ৭০০x৪৩০

source: Saving...
bn_bd: সংরক্ষণ করা হচ্ছে...

source: Upload Photo
bn_bd: ফটো আপলোড করুন

source: UX Designer
bn_bd: ইউএক্স ডিজাইনার

source: Timezone
bn_bd: টাইমজোন

source: Bio
bn_bd: বায়োগ্রাফি

source: Display name publicly as
bn_bd: সবার কাছে প্রদর্শিত নাম

source: The display name is shown in all public fields, such as the author name, instructor name, student name, and name that will be printed on the certificate.
bn_bd: প্রদর্শিত নাম সকল পাবলিক ক্ষেত্রে দেখানো হয়, যেমন লেখক নাম, শিক্ষক নাম, ছাত্র নাম এবং সার্টিফিকেটে মুদ্রিত নাম.

source: Update Profile
bn_bd: প্রোফাইল হালনাগাদ করুন

source: Current Password
bn_bd: বর্তমান পাসওয়ার্ড

source: New Password
bn_bd: নতুন পাসওয়ার্ড

source: Type Password
bn_bd: পাসওয়ার্ড টাইপ করুন

source: Re-type New Password
bn_bd: নতুন পাসওয়ার্ড পুনরায় টাইপ করুন

source: Reset Password
bn_bd: পাসওয়ার্ড রিসেট করুন

source: Social Profile Link
bn_bd: সোশ্যাল প্রোফাইল লিঙ্ক

source: Select a withdraw method
bn_bd: উত্তোলনের পদ্ধতি নির্বাচন করুন

source: Min withdraw
bn_bd: ন্যূনতম উত্তোলন

source: Save Withdrawal Account
bn_bd: উত্তোলন অ্যাকাউন্ট সংরক্ষণ করুন

source: There's no Withdrawal method selected yet! To select a Withdraw method, please contact the Site Admin.
bn_bd: এখনো কোনো উত্তোলনের পদ্ধতি নির্বাচিত হয়নি! উত্তোলনের পদ্ধতি নির্বাচন করতে, দয়া করে সাইট অ্যাডমিনের সাথে যোগাযোগ করুন.

source: Wishlist
bn_bd: ইচ্ছেতালিকা

source: Please contact the site administrator for more information.
bn_bd: অধিক তথ্যের জন্য দয়া করে সাইট অ্যাডমিনের সাথে যোগাযোগ করুন.

source: Withdrawal request is pending for approval, please hold tight.
bn_bd: উত্তোলনের অনুরোধ অনুমোদনের অপেক্ষায় আছে, অনুগ্রহ করে অপেক্ষা করুন.

source: Withdrawals
bn_bd: উত্তোলনসমূহ

source: Current Balance is %s
bn_bd: বর্তমান ব্যালেন্স %s

source: You have %s ready to withdraw now
bn_bd: আপনার কাছে %s উত্তোলনের জন্য প্রস্তুত আছে

source: You have %s and this is insufficient balance to withdraw
bn_bd: আপনার কাছে %s আছে যা উত্তোলনের জন্য অপর্যাপ্ত ব্যালেন্স

source: Total Pending Withdrawal %s
bn_bd: মোট বকেয়া উত্তোলন %s

source: Withdrawal Request
bn_bd: উত্তোলনের অনুরোধ

source: You can change your %1$s Withdraw Preference %2$s
bn_bd: আপনি আপনার %1$s উত্তোলন পছন্দ %2$s পরিবর্তন করতে পারেন

source: Please check your transaction notification on your connected withdrawal method
bn_bd: আপনার সংযুক্ত উত্তোলন পদ্ধতিতে লেনদেনের বিজ্ঞপ্তি পরীক্ষা করুন

source: Withdrawable Balance
bn_bd: উত্তোলনযোগ্য ব্যালেন্স

source: Selected Payment Method
bn_bd: নির্বাচিত পেমেন্ট পদ্ধতি

source: Amount
bn_bd: পরিমাণ

source: Minimum withdraw amount is
bn_bd: ন্যূনতম উত্তোলন পরিমাণ হল

source: Submit Request
bn_bd: অনুরোধ জমা দিন

source: Withdrawal History
bn_bd: উত্তোলন ইতিহাস

source: Withdrawal Method
bn_bd: উত্তোলনের পদ্ধতি

source: Requested On
bn_bd: অনুরোধের তারিখ

source: Country
bn_bd: দেশ

source: Select Country
bn_bd: দেশ নির্বাচন করুন

source: State
bn_bd: রাজ্য

source: N/A
bn_bd: প্রযোজ্য নয়

source: Select State
bn_bd: রাজ্য নির্বাচন করুন

source: City
bn_bd: শহর

source: Postcode / ZIP
bn_bd: পোস্টকোড / জিপ

source: Phone
bn_bd: ফোন

source: Address
bn_bd: ঠিকানা

source: Billing Address
bn_bd: বিলিং ঠিকানা

source: Save Address
bn_bd: ঠিকানা সংরক্ষণ করুন

source: %d Course bundle
bn_bd: %d কোর্স বন্ডেল

source: Remove
bn_bd: অপসারণ করুন

source: Summary:
bn_bd: সারসংক্ষেপ:

source: Subtotal:
bn_bd: সাবটোটাল:

source: Tax:
bn_bd: কর:

source: Grand total
bn_bd: মোট মূল্য

source: (Incl. Tax %s)
bn_bd: (করসহ %s)

source: Proceed to checkout
bn_bd: চেকআউটে যান

source: Empty shopping cart
bn_bd: খালি শপিং কার্ট

source: No courses in the cart
bn_bd: কার্টে কোনো কোর্স নেই

source: Continue Browsing
bn_bd: পড়া চালিয়ে যান

source: Order Details
bn_bd: অর্ডারের বিবরণ

source: Subtotal
bn_bd: সাবটোটাল

source: Sale discount
bn_bd: ছাড়

source: Have a coupon?
bn_bd: কুপন আছে?

source: Click here
bn_bd: এখানে ক্লিক করুন

source: Add coupon code
bn_bd: কুপন কোড যোগ করুন

source: Apply
bn_bd: প্রয়োগ করুন

source: Tax
bn_bd: কর

source: Grand Total
bn_bd: মোট

source: Enroll Now
bn_bd: এখনই নিবন্ধন করুন

source: Pay Now
bn_bd: এখনই পরিশোধ করুন

source: Already have an account?
bn_bd: আপনার আগে থেকেই একটি অ্যাকাউন্ট আছে?

source: Login
bn_bd: লগইন

source: Continue as Guest
bn_bd: অতিথি হিসেবে চালিয়ে যান

source: No payment method found. Please contact the site administrator.
bn_bd: কোন পেমেন্ট পদ্ধতি পাওয়া যায়নি. দয়া করে সাইট অ্যাডমিনের সাথে যোগাযোগ করুন.

source: I agree with the website's
bn_bd: আমি ওয়েবসাইটের সাথে একমত

source: Terms of Use
bn_bd: ব্যবহারের শর্তাবলী

source: and
bn_bd: এবং

source: Privacy Policy
bn_bd: গোপনীয়তার নীতি

source: payment failed
bn_bd: পেমেন্ট ব্যর্থ হয়েছে

source: Payment failed
bn_bd: পেমেন্ট ব্যর্থ হয়েছে

source: An error occurred. Please try to place the order again
bn_bd: একটি ত্রুটি ঘটেছে. দয়া করে আবার অর্ডার দেওয়ার চেষ্টা করুন

source: Back to Checkout
bn_bd: চেকআউটে ফিরে যান

source: order confirmed
bn_bd: অর্ডার নিশ্চিত হয়েছে

source: Order Confirmed
bn_bd: অর্ডার নিশ্চিত হয়েছে

source: You will receive an order confirmation email shortly
bn_bd: আপনি শীঘ্রই একটি অর্ডার নিশ্চিতকরণের ইমেইল পাবেন

source: Continue Shopping
bn_bd: কেনাকাটা চালিয়ে যান

source: Check Order List
bn_bd: অর্ডার তালিকা দেখুন

source: Hi %s,
bn_bd: হ্যালো %s,

source: Someone has requested a new password for the following account on %s:
bn_bd: কেউ %s এই অ্যাকাউন্টের জন্য নতুন পাসওয়ার্ড চেয়েছে:

source: Username: %s
bn_bd: ব্যবহারকারীর নাম: %s

source: If you didn't make this request, just ignore this email. If you'd like to proceed:
bn_bd: যদি আপনি এই অনুরোধ না করে থাকেন, তাহলে এই ইমেইলটি উপেক্ষা করুন. অনুরোধ চালিয়ে যেতে চাইলে:

source: Click here to reset your password
bn_bd: আপনার পাসওয়ার্ড রিসেট করতে এখানে ক্লিক করুন

source: Thanks for reading.
bn_bd: পড়ার জন্য ধন্যবাদ.

source: Please define alert class
bn_bd: দয়া করে এলার্ট ক্লাস নির্ধারণ করুন

source: No Attachment Found
bn_bd: কোনো সংযুক্তি পাওয়া যায়নি

source: Instructor Cover Photo
bn_bd: ইনস্ট্রাকটরের কভার ছবি

source: Username or Email Address
bn_bd: ব্যবহারকারীর নাম বা ইমেইল ঠিকানা

source: Keep me signed in
bn_bd: আমাকে সাইন ইন করে রাখুন

source: Forgot Password?
bn_bd: পাসওয়ার্ড ভুলে গেছেন?

source: Sign In
bn_bd: সাইন ইন করুন

source: Don't have an account?
bn_bd: আপনার কি কোনো অ্যাকাউন্ট নেই?

source: Register Now
bn_bd: এখনই নিবন্ধন করুন

source: Purchase
bn_bd: ক্রয় করুন

source: View Cart
bn_bd: কার্ট দেখুন

source: Add to Cart
bn_bd: কার্টে যোগ করুন

source: Start Learning
bn_bd: শেখা শুরু করুন

source: Continue Learning
bn_bd: পড়া চালিয়ে যান

source: Review Progress
bn_bd: অগ্রগতি পর্যালোচনা করুন

source: Enroll Course
bn_bd: কোর্সে ভর্তি হন

source: % Booked
bn_bd: % ভর্তি হয়েছে

source: Fully Booked
bn_bd: সম্পূর্ণ ভর্তি

source: Ok
bn_bd: ঠিক আছে

source: Yes
bn_bd: হ্যাঁ

source: Permission Denied
bn_bd: অনুমতি নেই

source: You don't have permission to access this page
bn_bd: আপনার এই পৃষ্ঠায় প্রবেশের অনুমতি নেই

source: Please make sure you are logged in to correct account if the content needs authorization.
bn_bd: যদি কন্টেন্টের জন্য অনুমোদন দরকার হয়, অনুগ্রহ করে সঠিক অ্যাকাউন্টে লগইন করেছেন কিনা নিশ্চিত করুন.

source: Bio data is empty
bn_bd: বায়ো তথ্য খালি আছে

source: No course yet.
bn_bd: কোনো কোর্স নেই এখনও.

source: Students
bn_bd: শিক্ষার্থীরা

source: Courses Enrolled
bn_bd: ভর্তি হওয়া কোর্সসমূহ

source: Course Enrolled
bn_bd: ভর্তি হওয়া কোর্স

source: Courses Completed
bn_bd: সম্পন্ন করা কোর্সসমূহ

source: Course Completed
bn_bd: সম্পন্ন করা কোর্স

source: Relevant
bn_bd: প্রাসঙ্গিক

source: New
bn_bd: নতুন

source: Popular
bn_bd: জনপ্রিয়

source: Filters
bn_bd: ফিল্টার

source: Clear
bn_bd: পরিষ্কার করুন

source: Show More
bn_bd: আরো দেখান

source: Ratings
bn_bd: রেটিংস

source: Search any instructor...
bn_bd: যেকোনো ইনস্ট্রাকটর খুঁজুন...

source: Sort by
bn_bd: মতো সাজান

source: Duration:
bn_bd: সময়কাল:

source: Deadline:
bn_bd: শেষ সময়:

source: %1$s %2$s after you start the assignment
bn_bd: অ্যাসাইনমেন্ট শুরু করার পর %1$s %2$s

source: Expired
bn_bd: মেয়াদ শেষ হয়েছে

source: N\A
bn_bd: প্রযোজ্য নয়

source: Total Marks:
bn_bd: মোট নম্বর:

source: Passing Mark:
bn_bd: পাসের নম্বর:

source: You have missed the submission deadline. Please contact the instructor for more information.
bn_bd: আপনি জমাদানের সময়সীমা মিস করেছেন। বিস্তারিত জানার জন্য শিক্ষককে যোগাযোগ করুন।

source: Description
bn_bd: বর্ণনা

source: Attachments
bn_bd: সংযুক্তি

source: Size:
bn_bd: আকার:

source: Assignment Submission
bn_bd: আসাইনমেন্ট জমাদান

source: Assignment answer form
bn_bd: আসাইনমেন্ট উত্তর ফর্ম

source: Choose file
bn_bd: ফাইল নির্বাচন করুন

source: File Support:
bn_bd: ফাইল সমর্থিত:

source: Any standard Image, Document, Presentation, Sheet, PDF or Text file is allowed
bn_bd: যেকোনো স্ট্যান্ডার্ড ইমেজ, ডকুমেন্ট, প্রেজেন্টেশন, শীট, পিডিএফ অথবা টেক্সট ফাইল অনুমোদিত

source: Total File Size: Max
bn_bd: সর্বমোট ফাইল সাইজ: সর্বোচ্চ

source: MB
bn_bd: এমবি

source: Submit Assignment
bn_bd: আসাইনমেন্ট জমা দিন

source: Skip To Next
bn_bd: পরবর্তী এ যান

source: Pass Marks
bn_bd: পাস নম্বর

source: Earned Marks
bn_bd: অর্জিত নম্বর

source: Passed
bn_bd: উত্তীর্ণ

source: Failed
bn_bd: অসফল

source: Instructor Note
bn_bd: শিক্ষকের মন্তব্য

source: Your Assignment
bn_bd: আপনার আসাইনমেন্ট

source: Continue Lesson
bn_bd: পাঠ চালিয়ে যান

source: Start Assignment
bn_bd: আসাইনমেন্ট শুরু করুন

source: Previous
bn_bd: পূর্ববর্তী

source: Next
bn_bd: পরবর্তী

source: Your Progress:
bn_bd: আপনার অগ্রগতি:

source: of
bn_bd: এর মধ্যে

source: Please make sure that your EDD product exists and valid for this course
bn_bd: দয়া করে নিশ্চিত করুন যে আপনার EDD পণ্যটি এই কোর্সের জন্য বিদ্যমান এবং বৈধ

source: Incl. tax
bn_bd: করসহ

source: Please make sure that your product exists and valid for this course
bn_bd: দয়া করে নিশ্চিত করুন যে আপনার পণ্যটি এই কোর্সের জন্য বিদ্যমান এবং বৈধ

source: Continue to lesson
bn_bd: পাঠ চালিয়ে যান

source: What Will You Learn?
bn_bd: আপনি কী শিখবেন?

source: Total Enrolled
bn_bd: মোট নিবন্ধিত

source: Duration
bn_bd: সময়কাল

source: Last Updated
bn_bd: সর্বশেষ আপডেট

source: Course Progress
bn_bd: কোর্স অগ্রগতি

source: Retake This Course
bn_bd: এই কোর্সটি পুনরায় করুন

source: Complete Course
bn_bd: সম্পূর্ণ কোর্স

source: You enrolled in this course on
bn_bd: আপনি এই কোর্সে ভর্তি হয়েছেন

source: This course is full right now. We limit the number of students to create an optimized and productive group dynamic.
bn_bd: এই কোর্স বর্তমানে ভর্তি পূর্ণ। আমরা শিক্ষার্থীদের সংখ্যাকে সীমাবদ্ধ রাখি যাতে একটি কার্যকর এবং ফলপ্রসূ দলগত পরিবেশ তৈরি হয়।

source: Free access this course
bn_bd: এই কোর্সে বিনামূল্যে প্রবেশাধিকার

source: Requirements
bn_bd: প্রয়োজনীয়তা

source: Audience
bn_bd: লক্ষ্য শ্রোতা

source: Course Content
bn_bd: কোর্সের বিষয়বস্তু

source: Live
bn_bd: লাইভ

source: Load More
bn_bd: আরো দেখুন

source: A course by
bn_bd: একটি কোর্স পরিচালনা করেছেন

source: Categories:
bn_bd: বিভাগসমূহ:

source: Uncategorized
bn_bd: বিভাগবিহীন

source: Material Includes
bn_bd: সামগ্রীর অন্তর্ভুক্তি

source: This feature has been disabled by the administrator
bn_bd: এই ফিচারটি প্রশাসকের দ্বারা নিষ্ক্রিয় করা হয়েছে

source: Student Ratings & Reviews
bn_bd: শিক্ষার্থীর রেটিং এবং রিভিউ

source: No Review Yet
bn_bd: এখনও কোনও পর্যালোচনা নেই।

source: Total
bn_bd: মোট:

source: Write a review
bn_bd: রিভিউ সম্পাদনা করুন

source: Edit review
bn_bd: মতামত সম্পাদনা করুন

source: Submit Review
bn_bd: মতামত পাঠান

source: Tags
bn_bd: ট্যাগসমূহ

source: Join the conversation
bn_bd: আলোচনায় যোগ দিন

source: Write your comment here…
bn_bd: এখানে আপনার মন্তব্য লিখুন…

source: ago
bn_bd: আগে

source: Mark as Complete
bn_bd: সম্পন্ন হিসেবে চিহ্নিত করুন

source: Overview
bn_bd: সারাংশ

source: Exercise Files
bn_bd: অভ্যাস ফাইলসমূহ

source: Please enroll in this course to view course content.
bn_bd: কোর্সের বিষয়বস্তু দেখতে দয়া করে এই কোর্সে ভর্তি হন।

source: Course name : %s
bn_bd: কোর্সের নাম: %s

source: View Course
bn_bd: কোর্স দেখুন

source: No Data Available in this Section
bn_bd: এই অংশে কোনো তথ্য নেই

source: No questions yet
bn_bd: এখনও কোনো প্রশ্ন নেই

source: Describe what you're trying to achieve and where you're getting stuck
bn_bd: আপনি কী অর্জন করতে চাইছেন এবং কোথায় আটকে গেছেন তা বর্ণনা করুন

source: Course is locked
bn_bd: কোর্সটি লক করা হয়েছে

source: Enter your password
bn_bd: আপনার পাসওয়ার্ড লিখুন

source: Show password
bn_bd: পাসওয়ার্ড দেখান

source: Finish
bn_bd: সমাপ্ত করুন

source: No course found for this quiz
bn_bd: এই কুইজের জন্য কোনো কোর্স পাওয়া যায়নি

source: It seems there is no course belongs with this quiz, you can not attempt on this quiz without a course belongs, please notify to your instructor to fix this issue.
bn_bd: মনে হচ্ছে এই কুইজের সাথে কোনো কোর্স সংযুক্ত নেই, কোর্স ছাড়া আপনি কুইজটি দিতে পারবেন না। অনুগ্রহ করে আপনার শিক্ষকের কাছে এটি জানান।

source: Write your answer here
bn_bd: এখানে আপনার উত্তর লিখুন

source: Drag your answer
bn_bd: আপনার উত্তর টেনে আনুন

source: Questions No
bn_bd: প্রশ্ন সংখ্যা

source: Total Attempted
bn_bd: মোট প্রচেষ্টা

source: Attempts Allowed
bn_bd: অনুমোদিত প্রচেষ্টা

source: Time remaining:
bn_bd: বাকি সময়:

source: Reattempt
bn_bd: পুনরায় চেষ্টা করুন

source: Character Remaining:
bn_bd: অক্ষর বাকি:

source: Marks :
bn_bd: মোট নম্বর:

source: Submit &amp; Next
bn_bd: জমা দিন ও পরবর্তী

source: Submit Quiz
bn_bd: কুইজ জমা দিন

source: Skip Question
bn_bd: প্রশ্ন এড়িয়ে যান

source: Start Quiz
bn_bd: কুইজ শুরু করুন

source: Quiz
bn_bd: কুইজ

source: Questions
bn_bd: প্রশ্ন ও উত্তর

source: Seconds
bn_bd: সেকেন্ড

source: Second
bn_bd: সেকেন্ড

source: Minutes
bn_bd: মিনিট

source: Minute
bn_bd: মিনিট

source: Hours
bn_bd: ঘণ্টা

source: Hour
bn_bd: ঘণ্টা

source: Days
bn_bd: দিন

source: Day
bn_bd: দিন

source: Weeks
bn_bd: সপ্তাহ

source: Week
bn_bd: সপ্তাহ

source: Quiz Time
bn_bd: কুইজ সময়

source: Passing Grade
bn_bd: পাসিং গ্রেড

source: Skip Quiz
bn_bd: কুইজ এড়িয়ে যান

source: Do You Want to Skip This Quiz?
bn_bd: আপনি কি এই কুইজটি এড়িয়ে যেতে চান?

source: Are you sure you want to skip this quiz? Please confirm your choice.
bn_bd: আপনি কি নিশ্চিত যে এই কুইজটি এড়িয়ে যেতে চান? দয়া করে আপনার সিদ্ধান্ত নিশ্চিত করুন।

source: Yes, Skip This
bn_bd: হ্যাঁ, এটা এড়িয়ে যান

source: Enter Password and Confirm Password to reset your password
bn_bd: আপনার পাসওয়ার্ড রিসেট করতে পাসওয়ার্ড এবং কনফার্ম পাসওয়ার্ড লিখুন

source: Confirm Password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন

source: Reset password
bn_bd: পাসওয়ার্ড রিসেট করুন

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
bn_bd: পাসওয়ার্ড ভুলে গেছেন? অনুগ্রহ করে আপনার ব্যবহারকারীর নাম বা ইমেইল ঠিকানা লিখুন। আপনাকে নতুন পাসওয়ার্ড তৈরির একটি লিঙ্ক ইমেইলে পাঠানো হবে।

source: Username or email
bn_bd: ব্যবহারকারীর নাম অথবা ইমেইল

source: Cart totals
bn_bd: কার্ট টোটাল

source: Shipping
bn_bd: শিপিং

source: (estimated for %s)
bn_bd: (%s-এর জন্য আনুমানিক)

source: Total
bn_bd: মোট

source: Remove %s from cart
bn_bd: %s কে কার্ট থেকে সরান

source: Available on backorder
bn_bd: ব্যাকঅর্ডারে উপলব্ধ

source: Coupon:
bn_bd: কুপন:

source: Coupon code
bn_bd: কুপন কোড

source: Apply coupon
bn_bd: প্রয়োগ করুন

source: Update cart
bn_bd: কার্ট আপডেট করুন

source: Shopping cart
bn_bd: শপিং কার্ট

source: No products in the cart.
bn_bd: কার্টে কোনো পণ্য নেই।

source: Continue to Checkout
bn_bd: চেকআউটে এগিয়ে যান

source: Create an account?
bn_bd: একটি অ্যাকাউন্ট তৈরি করবেন?

source: You must be logged in to checkout.
bn_bd: চেকআউট করতে হলে আপনাকে লগইন করতে হবে।

source: Ship to a different address?
bn_bd: ভিন্ন ঠিকানায় প্রেরণ করবেন?

source: Product
bn_bd: পণ্য

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
bn_bd: দুঃখিত, আপনার অর্ডার প্রক্রিয়াজাত করা সম্ভব হচ্ছে না কারণ সংশ্লিষ্ট ব্যাংক/বিক্রেতা আপনার লেনদেন বাতিল করেছে. অনুগ্রহ করে আবার কেনাকাটা করার চেষ্টা করুন.

source: My account
bn_bd: আমার অ্যাকাউন্ট

source: Order number:
bn_bd: অর্ডার নম্বর:

source: Date:
bn_bd: তারিখ:

source: Email:
bn_bd: ইমেইল:

source: Total:
bn_bd: মোট:

source: Payment method:
bn_bd: পেমেন্ট পদ্ধতি:

source: by %s
bn_bd: %s কর্তৃক

source: %s quantity
bn_bd: %s পরিমাণ

source: Quantity
bn_bd: পরিমাণ

source: Product quantity
bn_bd: পণ্যের পরিমাণ

source: First name
bn_bd: প্রথম নাম

source: Last name
bn_bd: শেষ নাম

source: Display name
bn_bd: প্রদর্শনের নাম

source: This will be how your name will be displayed in the account section and in reviews
bn_bd: এই নামটি আপনার অ্যাকাউন্ট বিভাগ এবং রিভিউতে প্রদর্শিত হবে

source: Email address
bn_bd: ইমেইল ঠিকানা

source: Password change
bn_bd: পাসওয়ার্ড পরিবর্তন

source: Current password (leave blank to leave unchanged)
bn_bd: বর্তমান পাসওয়ার্ড (অপরিবর্তিত রাখতে ফাঁকা রাখুন)

source: New password (leave blank to leave unchanged)
bn_bd: নতুন পাসওয়ার্ড (অপরিবর্তিত রাখতে ফাঁকা রাখুন)

source: Confirm new password
bn_bd: নতুন পাসওয়ার্ড নিশ্চিত করুন

source: Save changes
bn_bd: পরিবর্তন সংরক্ষণ করুন

source: Billing address
bn_bd: বিলিং ঠিকানা

source: Shipping address
bn_bd: শিপিং ঠিকানা

source: Save address
bn_bd: ঠিকানা সংরক্ষণ করুন

source: Username or email address
bn_bd: ব্যবহারকারীর নাম বা ইমেইল ঠিকানা

source: Remember me
bn_bd: আমাকে লগইন রাখা হোক

source: Log in
bn_bd: লগইন করুন

source: Lost your password?
bn_bd: পাসওয়ার্ড ভুলে গেছেন?

source: A link to set a new password will be sent to your email address.
bn_bd: নতুন পাসওয়ার্ড সেট করার লিঙ্ক আপনার ইমেইল ঠিকানায় পাঠানো হবে.
