Repository: skywebuk/Codexse
Catalog: brainfwd/languages/*.po
Languages: bn_bd

source: Posts navigation
bn_bd: পোস্ট নেভিগেশন

source: Light Logo
bn_bd: হালকা লোগো

source: Logo Width
bn_bd: লোগোর প্রস্থ

source: Set the width of the Navbar logo in pixels.
bn_bd: নেভবারের লোগোর প্রস্থ পিক্সেল এককে নির্ধারণ করুন.

source: Theme Options
bn_bd: থিম অপশনসমূহ

source: Typography
bn_bd: টাইপোগ্রাফি

source: Body Font Family
bn_bd: বডির ফন্ট ফ্যামিলি

source: Enter the font family name here. For example: "Nata Sans"
bn_bd: এখানে ফন্ট ফ্যামিলির নাম লিখুন, যেমন: "Nata Sans"

source: Body Font Weight (semicolon-separated)
bn_bd: বডি ফন্টের ওজন (সেমিকোলন দিয়ে আলাদা করুন)

source: Enter one or more font weights as needed, separated by semicolons (e.g., 300;400;500;600).
bn_bd: প্রয়োজনে এক বা একাধিক ফন্ট ওজন লিখুন, সেমিকোলন দিয়ে আলাদা করুন (যেমন: 300;400;500;600).

source: Body Font Size (px)
bn_bd: বডি ফন্টের আকার (পিক্সেল এককে)

source: Enter a value in px units, e.g., 16px
bn_bd: পিক্সেল এককে একটি মান লিখুন, যেমন: 16px

source: Heading Font Family
bn_bd: হেডিং ফন্ট ফ্যামিলি

source: Heading Font Weight (semicolon-separated)
bn_bd: হেডিং ফন্টের ওজন (সেমিকোলন দিয়ে আলাদা করুন)

source: Enter one or more font weights as needed, separated by semicolons (e.g., 600;700;800;900).
bn_bd: প্রয়োজনে এক বা একাধিক ফন্ট ওজন লিখুন, সেমিকোলন দিয়ে আলাদা করুন (যেমন: 600;700;800;900).

source: Color scheme
bn_bd: রঙের স্কিম

source: Accent Color
bn_bd: অ্যাকসেন্ট রঙ

source: Primary Color
bn_bd: প্রাথমিক রঙ

source: Gray Color
bn_bd: ধূসর রঙ

source: Text Color
bn_bd: লেখার রঙ

source: Navbar Settings
bn_bd: নেভবার সেটিংস

source: Elementor Template for Navbar
bn_bd: নেভবারের জন্য Elementor টেমপ্লেট

source: Select an Elementor template for your Navbar.
bn_bd: নেভবারের জন্য একটি Elementor টেমপ্লেট নির্বাচন করুন.

source: Navbar Options
bn_bd: নেভবার অপশনসমূহ

source: Transparent Menu Style
bn_bd: স্বচ্ছ মেনু স্টাইল

source: Normal
bn_bd: সাধারণ

source: Light
bn_bd: হালকা

source: Dark
bn_bd: গাঢ়

source: Select the style for the transparent Navbar.
bn_bd: স্বচ্ছ নেভবারের স্টাইল নির্বাচন করুন.

source: Sticky Menu
bn_bd: স্টিকি মেনু

source: Enabled
bn_bd: সক্রিয়

source: Disabled
bn_bd: নিষ্ক্রিয়

source: Enable or disable the sticky navbar on scroll.
bn_bd: স্ক্রল করার সময় স্টিকি নেভবার চালু বা বন্ধ করুন.

source: Navbar Actions
bn_bd: নেভবার অ্যাকশনসমূহ

source: Cart Icon
bn_bd: কার্ট আইকন

source: Show
bn_bd: দেখান

source: Hide
bn_bd: লুকান

source: Show or hide the WooCommerce cart icon in the Navbar.
bn_bd: নেভবারে WooCommerce কার্ট আইকন দেখান বা লুকান.

source: Search Icon
bn_bd: সার্চ আইকন

source: Show or hide the search icon in the Navbar.
bn_bd: নেভবারে সার্চ আইকন দেখান বা লুকান.

source: Sidebar Toggle
bn_bd: সাইডবার টগল

source: Show or hide the sidebar toggle icon in the Navbar.
bn_bd: নেভবারে সাইডবার টগল আইকন দেখান বা লুকান.

source: Navbar Button
bn_bd: নেভবার বাটন

source: Show or hide the button in the Navbar.
bn_bd: নেভবারে বাটন দেখান বা লুকান.

source: Get Started
bn_bd: শুরু করুন

source: Button Text
bn_bd: বাটনের লেখা

source: Set the text for the Navbar button.
bn_bd: নেভবার বাটনের জন্য লেখা নির্ধারণ করুন.

source: Button Link
bn_bd: বাটনের লিঙ্ক

source: Set the link for the Navbar button.
bn_bd: নেভবার বাটনের জন্য লিঙ্ক নির্ধারণ করুন.

source: Navbar Dimensions
bn_bd: নেভবারের মাত্রা

source: Navbar Width
bn_bd: নেভবারের প্রস্থ

source: Set the width of the Navbar in pixels.
bn_bd: নেভবারের প্রস্থ পিক্সেলে নির্ধারণ করুন.

source: Navbar Height
bn_bd: নেভবারের উচ্চতা

source: Set the height of the Navbar in pixels.
bn_bd: নেভবারের উচ্চতা পিক্সেলে নির্ধারণ করুন.

source: Topbar
bn_bd: শীর্ষবার

source: Offer
bn_bd: অফার

source: Select an option to hide or show the offer text.
bn_bd: অফারের লেখা দেখানো বা লুকানোর জন্য একটি অপশন নির্বাচন করুন.

source: 🧠 Special Offer: Get 50% off your first course - Enroll today!
bn_bd: 🧠 স্পেশাল অফার: প্রথম কোর্সে ৫০% ছাড় - আজই এনরোল করুন!

source: Offer Text
bn_bd: অফারের লেখা

source: Enter the text to display in the offer bar.
bn_bd: অফার বারে প্রদর্শনের জন্য লেখা লিখুন.

source: Header Settings
bn_bd: হেডার সেটিংস

source: Elementor Template for Header
bn_bd: হেডারের জন্য Elementor টেমপ্লেট

source: Select an Elementor template for your Header.
bn_bd: আপনার হেডারের জন্য একটি Elementor টেমপ্লেট নির্বাচন করুন.

source: Header Background Image
bn_bd: হেডারের ব্যাকগ্রাউন্ড ছবি

source: Header Background Color
bn_bd: হেডারের ব্যাকগ্রাউন্ড রঙ

source: Choose a color for the header background.
bn_bd: হেডারের ব্যাকগ্রাউন্ডের জন্য একটি রঙ বেছে নিন.

source: Background Opacity
bn_bd: ব্যাকগ্রাউন্ডের অস্বচ্ছতা

source: Set the opacity of the Background Color in percentage.
bn_bd: ব্যাকগ্রাউন্ড রঙের অস্বচ্ছতা শতাংশে নির্ধারণ করুন.

source: Header Text Color
bn_bd: হেডারের টেক্সটের রঙ

source: Choose a color for the header text.
bn_bd: হেডারের টেক্সটের জন্য একটি রঙ বেছে নিন.

source: Text Align
bn_bd: টেক্সট অ্যালাইন

source: Left
bn_bd: বাম

source: Center
bn_bd: মাঝখানে

source: Right
bn_bd: ডান

source: Change the alignment of the header text and title.
bn_bd: হেডারের টেক্সট ও শিরোনামের অ্যালাইনমেন্ট পরিবর্তন করুন.

source: Scroll Down Arrow
bn_bd: স্ক্রল ডাউন অ্যারো

source: Select an option to hide or show the scroll down arrow.
bn_bd: স্ক্রল ডাউন অ্যারো দেখানো বা লুকানোর জন্য একটি অপশন নির্বাচন করুন.

source: Blog Settings
bn_bd: ব্লগ সেটিংস

source: Blog List
bn_bd: ব্লগ তালিকা

source: Blog Page Title
bn_bd: ব্লগ পৃষ্ঠার শিরোনাম

source: Enter the text to display on the blog page title.
bn_bd: ব্লগ পৃষ্ঠার শিরোনামে প্রদর্শিত লেখাটি লিখুন.

source: Display Sidebar
bn_bd: সাইডবার প্রদর্শন করুন

source: Select whether to show or hide the sidebar.
bn_bd: সাইডবার দেখাতে চান নাকি লুকাতে চান, তা নির্বাচন করুন.

source: Display Featured Image
bn_bd: ফিচার করা ছবি দেখান

source: Choose whether to show or hide the featured image on blog posts.
bn_bd: ব্লগ পোস্টে ফিচার করা ছবি দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Featured Image Size
bn_bd: ফিচার করা ছবির আকার

source: Thumbnail
bn_bd: থাম্বনেল

source: Medium
bn_bd: মাঝারি

source: Large
bn_bd: বড়ো

source: Full Size
bn_bd: সম্পূর্ণ আকার

source: Select the size of the featured image displayed on blog posts.
bn_bd: ব্লগ পোস্টে প্রদর্শিত ফিচার ছবি আকার নির্বাচন করুন.

source: Display Author
bn_bd: লেখক প্রদর্শন করুন

source: Choose whether to show or hide the author information on blog posts.
bn_bd: ব্লগ পোস্টে লেখকের তথ্য দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Date
bn_bd: তারিখ প্রদর্শন করুন

source: Choose whether to show or hide the post date on blog posts.
bn_bd: ব্লগ পোস্টে প্রকাশের তারিখ দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Comment Count
bn_bd: মন্তব্যের সংখ্যা দেখান

source: Choose whether to show or hide the comment count on blog posts.
bn_bd: ব্লগ পোস্টে মন্তব্যের সংখ্যা দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Tags
bn_bd: ট্যাগ দেখান

source: Choose whether to show or hide the tags on blog posts.
bn_bd: ব্লগ পোস্টে ট্যাগ দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Categories
bn_bd: ক্যাটাগরি দেখান

source: Choose whether to show or hide the categories on blog posts.
bn_bd: ব্লগ পোস্টে ক্যাটাগরি দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Title
bn_bd: শিরোনাম প্রদর্শন করুন

source: Choose whether to show or hide the post title on blog posts.
bn_bd: ব্লগ পোস্টে পোস্টের শিরোনাম দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Display Excerpt
bn_bd: ভূমিকাংশ প্রদর্শন করুন

source: Choose whether to show or hide the excerpt on blog posts.
bn_bd: ব্লগ পোস্টে ভূমিকাংশ দেখাতে চান নাকি লুকাতে চান তা বেছে নিন.

source: Excerpt Length
bn_bd: ভূমিকাংশের দৈর্ঘ্য

source: Set the number of words for the blog post excerpt.
bn_bd: ব্লগ পোস্টের ভূমিকাংশের জন্য শব্দের সংখ্যা নির্ধারণ করুন.

source: Display Read More Button
bn_bd: 'আরো পড়ুন' বোতাম প্রদর্শন করুন

source: Choose whether to show or hide the Read More button on blog posts.
bn_bd: ব্লগ পোস্টে 'আরো পড়ুন' বোতাম দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: Read More
bn_bd: আরো পড়ুন

source: Read More Button Text
bn_bd: 'আরো পড়ুন' বোতামের লেখা

source: Enter the text to display on the Read More button.
bn_bd: 'আরো পড়ুন' বোতামে প্রদর্শিত লেখাটি লিখুন.

source: Blog Details Settings
bn_bd: ব্লগ বিস্তারিত সেটিংস

source: Display Social Share Buttons
bn_bd: সামাজিক শেয়ার বোতাম প্রদর্শন করুন

source: Choose whether to show or hide social share buttons on blog details.
bn_bd: ব্লগ বিস্তারিত পৃষ্ঠায় সামাজিক শেয়ার বোতাম দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: Display Post Navigation
bn_bd: পোস্ট নেভিগেশন প্রদর্শন করুন

source: Choose whether to show or hide the navigation to the next and previous posts on blog details.
bn_bd: ব্লগ বিস্তারিত পৃষ্ঠায় আগের ও পরের পোস্টে যাওয়ার নেভিগেশন দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: WooCommerce Settings
bn_bd: WooCommerce সেটিংস

source: Display Page Header
bn_bd: পৃষ্ঠার হেডার প্রদর্শন করুন

source: Choose whether to show or hide the page header that displays the page title and subtitle on WooCommerce pages.
bn_bd: WooCommerce পৃষ্ঠাগুলিতে পৃষ্ঠা শিরোনাম ও সাবটাইটেল দেখানো হেডার প্রদর্শন করতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: Display Sale Badge
bn_bd: বিক্রয় ব্যাজ দেখান

source: Choose whether to show or hide the sale badge on products.
bn_bd: পণ্যে বিক্রয় ব্যাজ দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: Display Wishlist Button
bn_bd: পছন্দের তালিকা বোতাম প্রদর্শন করুন

source: Choose whether to show or hide the wishlist button on product pages.
bn_bd: পণ্য পৃষ্ঠায় পছন্দের তালিকা বোতাম দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: Footer Settings
bn_bd: ফুটার সেটিংস

source: Elementor Template for Footer
bn_bd: ফুটারের জন্য Elementor টেমপ্লেট

source: Select an Elementor template for your footer.
bn_bd: আপনার ফুটারের জন্য একটি Elementor টেমপ্লেট নির্বাচন করুন.

source: ©2025 All rights reserved. Powered by Brainforward
bn_bd: ©২০২৫ সর্বস্বত্ব সংরক্ষিত. নির্মিত ব্রেইনফরোয়ার্ড দ্বারা

source: Copyrights Text
bn_bd: কপিরাইট লেখা

source: Scroll Up Button
bn_bd: স্ক্রল আপ বোতাম

source: Select a option to hide or show scroll to up button.
bn_bd: স্ক্রল আপ বোতাম দেখাতে চান নাকি লুকাতে চান তা নির্বাচন করুন.

source: 404 Page
bn_bd: ৪০৪ পৃষ্ঠা

source: Elementor Template for 404
bn_bd: ৪০৪ পৃষ্ঠার জন্য Elementor টেমপ্লেট

source: Select an Elementor template for your 404 page.
bn_bd: আপনার ৪০৪ পৃষ্ঠার জন্য একটি Elementor টেমপ্লেট নির্বাচন করুন.

source: 404 Image
bn_bd: ৪০৪ ছবি

source: Oops... Page Not Found!
bn_bd: দুঃখিত... পৃষ্ঠাটি পাওয়া যায়নি!

source: Page Title
bn_bd: পৃষ্ঠার শিরোনাম

source: Please return to the site's homepage. It looks like nothing was found at this location. Get in touch to discuss your employee needs today. Please give us a call, drop us an email.
bn_bd: সাইটের হোমপেজে ফিরে যান. মনে হচ্ছে এখানে কিছু পাওয়া যায়নি. আপনার কর্মচারী সংক্রান্ত প্রয়োজন আলোচনা করতে আজই আমাদের সাথে যোগাযোগ করুন. অনুগ্রহ করে ফোন করুন অথবা ইমেল করুন.

source: Page Description
bn_bd: পৃষ্ঠার বর্ণনা

source: Back to Home
bn_bd: হোমে ফিরে যান

source: Page Loader
bn_bd: পৃষ্ঠা লোডার

source: Loader Visibility
bn_bd: লোডার দৃশ্যমানতা

source: Loader Type
bn_bd: লোডারের ধরন

source: Text
bn_bd: টেক্সট

source: Loader
bn_bd: লোডার

source: Template
bn_bd: টেমপ্লেট

source: Loading
bn_bd: লোড হচ্ছে

source: Loader Text
bn_bd: লোডারের টেক্সট

source: Enter the text to display in the loader (max 10 characters).
bn_bd: লোডারে প্রদর্শনের জন্য লেখা লিখুন (সর্বোচ্চ ১০ অক্ষর).

source: Elementor Template for Preloader
bn_bd: প্রিলোডারের জন্য Elementor টেমপ্লেট

source: Select an Elementor template to be used as the preloader. This will control the visual appearance of the preloader before the page fully loads.
bn_bd: প্রিলোডার হিসেবে ব্যবহারের জন্য একটি Elementor টেমপ্লেট নির্বাচন করুন. এটি পৃষ্ঠা সম্পূর্ণ লোড হওয়ার আগে প্রিলোডারের ভিজ্যুয়াল চেহারা নিয়ন্ত্রণ করবে.

source: Additional Scripts
bn_bd: অতিরিক্ত স্ক্রিপ্ট

source: Add custom scripts to be included in the theme's script file.
bn_bd: থিমের স্ক্রিপ্ট ফাইলে যুক্ত করার জন্য কাস্টম স্ক্রিপ্ট যোগ করুন.

source: Please enter your correct phone number. We will send your Username and Password to this phone number.
bn_bd: অনুগ্রহ করে আপনার সঠিক ফোন নম্বরটি দিন। আমরা আপনার ইউজারনেম এবং পাসওয়ার্ড এই ফোন নম্বরে পাঠিয়ে দিবো।

source: Event
bn_bd: অনুষ্ঠান

source: Search
bn_bd: অনুসন্ধান

source: Courses
bn_bd: কোর্সসমূহ

source: Shop Page
bn_bd: দোকানের পৃষ্ঠা

source: Error Page
bn_bd: ত্রুটি পৃষ্ঠা

source: No comment
bn_bd: কোন মন্তব্য নেই

source: 1 Comment
bn_bd: ১টি মন্তব্য

source: Comments
bn_bd: মন্তব্যসমূহ

source: Default
bn_bd: ডিফল্ট

source: Highlighted
bn_bd: হাইলাইট করা হয়েছে

source: Outline
bn_bd: আউটলাইন

source: Hero Section
bn_bd: হিরো সেকশন

source: Your Product Title
bn_bd: আপনার পণ্যের শিরোনাম

source: Backpack Landing Page
bn_bd: ব্যাকপ্যাক ল্যান্ডিং পৃষ্ঠা

source: Setup a menu
bn_bd: মেনু সেটআপ করুন

source: Install Required Plugins
bn_bd: প্রয়োজনীয় প্লাগইন ইনস্টল করুন

source: Install Plugins
bn_bd: প্লাগইন ইনস্টল করুন

source: Installing Plugin: %s
bn_bd: প্লাগইন ইনস্টল করা হচ্ছে: %s

source: Something went wrong.
bn_bd: কিছু ভুল হয়েছে.

source: Return to Required Plugins Installer
bn_bd: প্রয়োজনীয় প্লাগইন ইনস্টলারে ফিরে যান

source: Return to the dashboard
bn_bd: ড্যাশবোর্ডে ফিরে যান

source: Plugin activated successfully.
bn_bd: প্লাগইন সফলভাবে সক্রিয় হয়েছে.

source: The following plugin was activated successfully:
bn_bd: নিম্নলিখিত প্লাগইন সফলভাবে সক্রিয় হয়েছে:

source: All plugins installed and activated successfully. %1$s
bn_bd: সমস্ত প্লাগইন সফলভাবে ইনস্টল এবং সক্রিয় হয়েছে. %1$s

source: Dismiss this notice
bn_bd: এই বিজ্ঞপ্তি বন্ধ করুন

source: This theme requires WordPress version 3.8 or higher. Please upgrade your WordPress installation.
bn_bd: এই থিমের জন্য ওয়ার্ডপ্রেস ৩.৮ বা তার উপরের সংস্করণ প্রয়োজন. অনুগ্রহ করে আপনার ওয়ার্ডপ্রেস আপগ্রেড করুন.

source: Return to the Dashboard
bn_bd: ড্যাশবোর্ডে ফিরে যান

source: Private Repository
bn_bd: প্রাইভেট রিপোজিটরি

source: Pre-Packaged
bn_bd: প্রি-প্যাকেজড

source: WordPress Repository
bn_bd: ওয়ার্ডপ্রেস রিপোজিটরি

source: Required
bn_bd: প্রয়োজনীয়

source: Recommended
bn_bd: সুপারিশকৃত

source: Not Installed
bn_bd: ইনস্টল করা হয়নি

source: Installed But Not Activated
bn_bd: ইনস্টল করা হয়েছে কিন্তু সক্রিয় নয়

source: Install
bn_bd: ইনস্টল করুন

source: Activate
bn_bd: সক্রিয় করুন

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
bn_bd: কোনো প্লাগইন ইনস্টল বা সক্রিয় করার নেই। <a href="%1$s" title="ড্যাশবোর্ডে ফিরে যান">ড্যাশবোর্ডে ফিরে যান</a>

source: Plugin
bn_bd: প্লাগইন

source: Source
bn_bd: উৎস

source: Type
bn_bd: প্রকার

source: Status
bn_bd: অবস্থা

source: Install package not available.
bn_bd: ইনস্টলেশন প্যাকেজ পাওয়া যায়নি।

source: Downloading install package from <span class="code">%s</span>&#8230;
bn_bd: <span class="code">%s</span> থেকে ইনস্টলেশন প্যাকেজ ডাউনলোড করা হচ্ছে…

source: Unpacking the package&#8230;
bn_bd: প্যাকেজ আনপ্যাক করা হচ্ছে…

source: Installing the plugin&#8230;
bn_bd: প্লাগইন ইনস্টল করা হচ্ছে…

source: Plugin install failed.
bn_bd: প্লাগইন ইনস্টল ব্যর্থ হয়েছে।

source: Plugin installed successfully.
bn_bd: প্লাগইন সফলভাবে ইনস্টল হয়েছে।

source: Plugin activation failed.
bn_bd: প্লাগইন সক্রিয়করণ ব্যর্থ হয়েছে।

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
bn_bd: ইনস্টলেশন ও সক্রিয়করণ প্রক্রিয়া শুরু হচ্ছে। কিছু হোস্টে এটি সময় নিতে পারে, অনুগ্রহ করে ধৈর্য ধরুন।

source: %1$s installed and activated successfully.
bn_bd: %1$s সফলভাবে ইনস্টল ও সক্রিয় হয়েছে।

source: Show Details
bn_bd: বিস্তারিত দেখান

source: Hide Details
bn_bd: বিস্তারিত লুকান

source: All installations and activations have been completed.
bn_bd: সমস্ত ইনস্টলেশন এবং সক্রিয়করণ সম্পন্ন হয়েছে।

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
bn_bd: প্লাগইন %1$s ইনস্টল ও সক্রিয় করা হচ্ছে (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
bn_bd: ইনস্টলেশন প্রক্রিয়া শুরু হচ্ছে। কিছু হোস্টে এটি সময় নিতে পারে, অনুগ্রহ করে ধৈর্য ধরুন।

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
bn_bd: %1$s ইনস্টল করার সময় একটি ত্রুটি ঘটেছে: <strong>%2$s</strong>।

source: The installation of %1$s failed.
bn_bd: %1$s এর ইনস্টলেশন ব্যর্থ হয়েছে।

source: %1$s installed successfully.
bn_bd: %1$s সফলভাবে ইনস্টল হয়েছে।

source: All installations have been completed.
bn_bd: সমস্ত ইনস্টলেশন সম্পন্ন হয়েছে।

source: Installing Plugin %1$s (%2$d/%3$d)
bn_bd: প্লাগইন %1$s ইনস্টল করা হচ্ছে (%2$d/%3$d)

source: Primary Menu
bn_bd: মেইন মেনু

source: Sidebar
bn_bd: সাইডবার

source: This sidebar appears in the blog pages on the website.
bn_bd: এই সাইডবারটি ওয়েবসাইটের ব্লগ পৃষ্ঠাগুলোতে প্রদর্শিত হয়।

source: WooCommerce Sidebar
bn_bd: WooCommerce সাইডবার

source: This sidebar appears in the wooCommerce pages on the website.
bn_bd: এই সাইডবারটি ওয়েবসাইটের WooCommerce পৃষ্ঠাগুলোতে প্রদর্শিত হয়।

source: Navbar Toggle Sidebar
bn_bd: নেভবার টগল সাইডবার

source: This sidebar appears in the toggle navigation menu on the website.
bn_bd: এই সাইডবারটি ওয়েবসাইটের টগল নেভিগেশন মেনুতে প্রদর্শিত হয়।

source: Buy Now
bn_bd: এখনই কিনুন

source: Choose Options
bn_bd: বিকল্প নির্বাচন করুন

source: View Product
bn_bd: পণ্য দেখুন

source: View Group
bn_bd: গোষ্ঠী দেখুন\

source: Purchase Now
bn_bd: এখনই কিনুন

source: Select Your Option
bn_bd: আপনার অপশন নির্বাচন করুন

source: Go to Shop
bn_bd: দোকানে যান

source: View Grouped Product
bn_bd: গোষ্ঠীভুক্ত পণ্য দেখুন

source: Shop Now
bn_bd: এখনই কিনুন

source: Confirm Order
bn_bd: অর্ডার নিশ্চিত করুন

source: Terms and Conditions
bn_bd: শর্তাবলী

source: Refund Policy
bn_bd: রিফান্ড নীতিমালা

source: I have read and agree to the website %1$s and %2$s.
bn_bd: আমি ওয়েবসাইটের %1$s এবং %2$s পড়েছি এবং এতে সম্মত হয়েছি।

source: Full Name
bn_bd: পূর্ণ নাম

source: Email Address
bn_bd: ইমেইল ঠিকানা

source: Phone Number
bn_bd: ফোন নম্বর

source: Comments are closed.
bn_bd: মন্তব্য বন্ধ করা হয়েছে।

source: One thought on “%s”
bn_bd: “%s” সম্পর্কে একটি মতামত

source: Type your name...
bn_bd: আপনার নাম লিখুন...

source: Type your email...
bn_bd: আপনার ইমেইল লিখুন...

source: Type your url...
bn_bd: আপনার ওয়েবসাইটের লিঙ্ক লিখুন...

source: Save my name, email, and website in this browser for the next time I comment.
bn_bd: পরবর্তী মন্তব্যের জন্য আমার নাম, ইমেইল এবং ওয়েবসাইট এই ব্রাউজারে সংরক্ষণ করুন।

source: Type your comment...
bn_bd: আপনার মন্তব্য লিখুন...

source: Logged in as
bn_bd: লগ ইন করা হয়েছে

source: Log out of this account
bn_bd: এই অ্যাকাউন্ট থেকে লগ আউট করুন

source: Log out?
bn_bd: লগ আউট করবেন?

source: Post Comment
bn_bd: মন্তব্য করুন

source: &copy;2025 All rights reserved. Powered by Brainforward
bn_bd: ©২০২৫ সর্বস্বত্ব সংরক্ষিত। চালিত Brainforward দ্বারা।

source: Close alert
bn_bd: ফাইল নির্বাচন করুনঅ্যালার্ট বন্ধ করুন

source: Search Here...
bn_bd: এখানে অনুসন্ধান করুন...

source: Standard
bn_bd: স্ট্যান্ডার্ড

source: Continue reading %s
bn_bd: %s পড়া চালিয়ে যান

source: Pages:
bn_bd: পেজসমূহ:

source: Post navigation
bn_bd: পোস্ট পাতা নেভিগেশন

source: Prev Post
bn_bd: আগের পোস্ট

source: Next Post
bn_bd: পরের পোস্ট

source: Scroll down
bn_bd: নিচে স্ক্রল করুন

source: View your shopping cart
bn_bd: আপনার শপিং কার্ট দেখুন

source: Close sidebar
bn_bd: সাইডবার বন্ধ করুন

source: Close search
bn_bd: খোঁজ বন্ধ করুন

source: Search here...
bn_bd: এখানে অনুসন্ধান করুন...

source: Submit search
bn_bd: মতামত পাঠান

source: Nothing Found
bn_bd: কিছু পাওয়া যায়নি

source: Ready to publish your first post?
bn_bd: আপনার প্রথম পোস্ট প্রকাশের জন্য প্রস্তুত?

source: Get started
bn_bd: শুরু করুন

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
bn_bd: দুঃখিত, আপনার অনুসন্ধানের সাথে কোনো ফলাফল মেলেনি। অনুগ্রহ করে ভিন্ন কীওয়ার্ড দিয়ে আবার চেষ্টা করুন।

source: It seems we can’t find what you’re looking for. Perhaps searching can help.
bn_bd: মনে হচ্ছে আমরা আপনি যা খুঁজছেন তা পাচ্ছি না। হয়তো অনুসন্ধান সাহায্য করবে।

source: By
bn_bd: দ্বারা

source: In
bn_bd: মধ্যে

source: View Details
bn_bd: বিস্তারিত দেখুন

source: Release Date (newest first)
bn_bd: প্রকাশের তারিখ (নতুন থেকে পুরানো)

source: Release Date (oldest first)
bn_bd: প্রকাশের তারিখ (পুরানো থেকে নতুন)

source: Course Title (a-z)
bn_bd: কোর্স শিরোনাম (অক্ষর অনুযায়ী ঊর্ধ্বক্রম)

source: Course Title (z-a)
bn_bd: কোর্স শিরোনাম (অক্ষর অনুযায়ী নিম্নক্রম)

source: Free
bn_bd: বিনামূল্যে

source: Paid
bn_bd: মূল্যযুক্ত

source: Category
bn_bd: বিভাগ

source: Tag
bn_bd: ট্যাগ

source: Level
bn_bd: স্তর

source: Price
bn_bd: দাম

source: Clear All Filters
bn_bd: সব ফিল্টার মুছুন

source: My Courses
bn_bd: আমার কোর্সগুলো

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: Q&A
bn_bd: প্রশ্ন ও উত্তর

source: Quiz Attempts
bn_bd: কুইজ প্রচেষ্টা

source: Menu
bn_bd: মেনু

source: Hello
bn_bd: হ্যালো

source: Become an instructor
bn_bd: একজন প্রশিক্ষক হন

source: New Course
bn_bd: নতুন কোর্স

source: Your Application is pending as of
bn_bd: আপনার আবেদনটি অনুমোদনের অপেক্ষায় রয়েছে

source: Create Announcement
bn_bd: বিজ্ঞপ্তি তৈরি করুন

source: Notify all students of your course
bn_bd: আপনার কোর্সের সকল শিক্ষার্থীকে জানান

source: Add New Announcement
bn_bd: নতুন ঘোষণা যোগ করুন

source: All
bn_bd: সব

source: No course found
bn_bd: কোনো কোর্স পাওয়া যায়নি

source: Sort By
bn_bd: সাজানোর ধরন

source: ASC
bn_bd: আরোহী (ছোট থেকে বড়)

source: DESC
bn_bd: অবরোহী (বড় থেকে ছোট)

source: Date
bn_bd: তারিখ:

source: Loading...
bn_bd: লোডিং...

source: Create New Announcement
bn_bd: নতুন ঘোষণা তৈরি করুন

source: Select Course
bn_bd: কোর্স নির্বাচন করুন

source: Announcement Title
bn_bd: ঘোষণার শিরোনাম

source: Announcement title
bn_bd: ঘোষণার শিরোনাম

source: Summary
bn_bd: সারসংক্ষেপ

source: Summary...
bn_bd: সারসংক্ষেপ...

source: Publish
bn_bd: প্রকাশ করুন

source: Cancel
bn_bd: বাতিল করুন

source: Course
bn_bd: কোর্স

source: Publish Date
bn_bd: প্রকাশের তারিখ

source: Delete
bn_bd: মুছে ফেলুন

source: Edit
bn_bd: সম্পাদনা করুন

source: Update Announcement
bn_bd: বিজ্ঞপ্তি আপডেট করুন

source: Update
bn_bd: আপডেট

source: Assignment
bn_bd: আসাইনমেন্ট

source: Create Date
bn_bd: তারিখ তৈরি করুন

source: Assignment Name
bn_bd: আসাইনমেন্টের নাম

source: Total Marks
bn_bd: মোট মার্কস

source: Total Submit
bn_bd: সর্বমোট জমা

source: Details
bn_bd: বিস্তারিত

source: Sorry, but you are looking for something that isn't here.
bn_bd: দুঃখিত, আপনি যা খুঁজছেন তা এখানে নেই.

source: Assignments submission not found or not completed
bn_bd: আসাইনমেন্ট জমা পাওয়া যায়নি বা সম্পন্ন হয়নি

source: Back
bn_bd: পেছনে যান

source: Student
bn_bd: শিক্ষার্থী

source: Submitted Date
bn_bd: জমাদানের তারিখ

source: Attach assignment file(s)
bn_bd: আসাইনমেন্ট ফাইল(গুলি) সংযুক্ত করুন

source: Evaluation
bn_bd: মূল্যায়ন

source: Assignment evaluated
bn_bd: আসাইনমেন্ট মূল্যায়িত হয়েছে

source: Evaluate mark can not be greater than total mark
bn_bd: মূল্যায়ন মার্ক মোট মার্কের থেকে বেশি হতে পারে না

source: Evaluate this assignment out of %s
bn_bd: এই আসাইনমেন্টটি %s এর মধ্যে মূল্যায়ন করুন

source: Feedback
bn_bd: প্রতিক্রিয়া

source: Evaluate this submission
bn_bd: এই জমাটি মূল্যায়ন করুন

source: No Limit
bn_bd: সীমা নেই

source: Assignment Submission Period
bn_bd: আসাইনমেন্ট জমাদানের সময়সীমা

source: Total Points
bn_bd: মোট পয়েন্ট

source: Pass Points
bn_bd: পাসের জন্য পয়েন্ট

source: Sort By:
bn_bd: অনুযায়ী সাজান:

source: Latest
bn_bd: সর্বশেষ

source: Oldest
bn_bd: সর্বপ্রাচীন

source: Submission Date
bn_bd: জমার তারিখ

source: Submission Deadline
bn_bd: জমাদানের শেষ সময়

source: Result
bn_bd: ফলাফল

source: Evaluate
bn_bd: মূল্যায়ন করুন

source: Complete Your Profile
bn_bd: আপনার প্রোফাইল সম্পূর্ণ করুন

source: Please complete profile
bn_bd: অনুগ্রহ করে প্রোফাইল সম্পূর্ণ করুন
