Repository: skywebuk/Codexse
Catalog: brainfwd/languages/*.po
Languages: bn_bd

source: The following addresses will be used on the checkout page by default.
bn_bd: নিম্নলিখিত ঠিকানাগুলো ডিফল্ট হিসেবে চেকআউট পৃষ্ঠায় ব্যবহার করা হবে.

source: Add
bn_bd: যোগ করুন

source: You have not set up this type of address yet.
bn_bd: আপনি এখনও এই ধরনের ঠিকানা সেটআপ করেননি.

source: Order details
bn_bd: অর্ডার সম্পর্কিত তথ্য

source: Note:
bn_bd: মন্তব্য:

source: There are no reviews yet.
bn_bd: এখনো পর্যন্ত রিভিউ পাওয়া যায়নি.

source: Add a review
bn_bd: মতামত যোগ করুন

source: Be the first to review &ldquo;%s&rdquo;
bn_bd: সর্ব প্রথম এই পণ্যটি &ldquo;%s&rdquo; রিভিউ করুন

source: Leave a Reply to %s
bn_bd: %s এর জন্য মন্তব্য লিখুন

source: You must be %1$slogged in%2$s to post a review.
bn_bd: রিভিউ পোস্ট করার জন্য আপনাকে %1$sলগইন%2$s করতে হবে.

source: Your rating
bn_bd: আপনার রেটিং

source: Rate
bn_bd: মূল্যায়ন

source: Perfect
bn_bd: চমৎকার

source: Good
bn_bd: ভালো

source: Average
bn_bd: মধ্যম

source: Not that bad
bn_bd: তেমন খারাপ না

source: Very poor
bn_bd: খুবই খারাপ

source: Your review
bn_bd: আপনার মতামত

source: Only logged in customers who have purchased this product may leave a review.
bn_bd: রিভিউ দেওয়ার জন্য আপনাকে অবশ্যই এই পণ্যটি কিনতে এবং লগইন করতে হবে.

source: This product is currently out of stock and unavailable.
bn_bd: এই পণ্যটি এখন স্টকে নেই ও কেনার জন্য উপলব্ধ নয়.

source: Sorry, this product is unavailable. Please choose a different combination.
bn_bd: দুঃখিত, এই পণ্যটি বর্তমানে অনুপলব্ধ. অনুগ্রহ করে ভিন্ন একটি কম্বিনেশন নির্বাচন করুন.

source: Related products
bn_bd: সম্পর্কিত পণ্যসমূহ

source: Your review is awaiting approval
bn_bd: আপনার মতামতটি অনুমোদনের অপেক্ষায় রয়েছে

source: verified owner
bn_bd: যাচাইকৃত মালিক
